7zip
aichat
alsa-utils
amberol
appmenu-gtk-module
archlinux-appstream-data
ark
asciiquarium
aspell
aspell-en
audacity
avfs
base
base-devel
bat
bc
bind
bitwarden
blueman
bluez
bluez-mesh
bluez-tools
bluez-utils
bonnie++
boost
borg
breeze
breeze-gtk
breeze-plymouth
btop
calc
cava
cavasik
ccache
chafa
chezmoi
chkservice
clipboard
cliphist
cmake
cmus
code
cpu-x
cpupower
cuda
cudnn
cups
cursor-bin
darktable
dcraw
dfu-util
direnv
dkms
docker
docker-compose
dolphin
dos2unix
dosfstools
duf
dunst
efibootmgr
egl-wayland
entr
ethtool
eww
exfatprogs
expac
eza
fastfetch
fd
feh
ffmpeg
ffmpeg4.4
ffmpegthumbnailer
ffmpegthumbs
ffnvcodec-headers
filelight
firefox
flatpak
flatpak-kcm
foremost
fzf
gamemode
gamescope-nvidia
gap
gdb
geekbench
ghc
git
git-lfs
github-cli
glew
glfw
glib
glow
gnome-themes-extra
gnuplot
gparted
gperf
gphoto2
gpick
gping
graphviz
grim
grimblast-git
gsm
gst-libav
gst-plugin-gtk
gst-plugin-pipewire
gstreamer-vaapi
gthumb
gtk-engine-murrine
gtk2
hdf5
hdparm
htop
hunspell-en_ca
hyperfine
hyprgui
hypridle
hyprland
hyprland-qtutils
hyprlock
hyprpaper
hyprpicker
hyprshade
hyprshot
icoutils
imagemagick
imv
inkscape
intel-media-driver
intel-ucode
intel-undervolt
iotas
iperf
ipython
iwd
jedi-language-server
jq
jre21-openjdk-headless
kdeconnect
kded
kdegraphics-thumbnailers
kdenlive
kdiskmark
kitty
kitty-terminfo
kmenuedit
kodi
kruler
kscreen
ksshaskpass
kvantum
kvantum-qt5
kvantum-theme-gruvbox-git
l-smash
lapacke
latex2html
layer-shell-qt5
ldns
less
lib32-gnutls
lib32-gstreamer
lib32-gtk3
lib32-libjpeg-turbo
lib32-libpipewire
lib32-libpulse
lib32-libva
lib32-libxcomposite
lib32-libxinerama
lib32-lz4
lib32-mangohud
lib32-ocl-icd
lib32-openal
lib32-sdl2-compat
lib32-v4l-utils
lib32-vulkan-mesa-layers
libavc1394
libayatana-appindicator
libbs2b
libiconv
libiec61883
libjson
libmfx
libnfs
libnvidia-container
liboauth
libopenmpt
libpulse
libreoffice-still
libspelling
libutempter
libva-intel-driver
libva-nvidia-driver
libvdpau-va-gl
libvips
libvpl
linux
linux-firmware
linux-headers
lld
lldb
losslesscut-bin
lostfiles
lzip
lzop
man-db
man-pages
mangohud
mediainfo
mesa-utils
meson
meson-python
micro
mkinitcpio-firmware
mkvtoolnix-cli
mlt
most
motion
movit
mpv
multipath-tools
nano
nautilus
navi
nccl
ncdu
ncurses5-compat-libs
neovim
network-manager-applet
networkmanager
networkmanager-dmenu-git
nfs-utils
ngrep
nmap
notification-daemon
npm
ntfs-3g
nvidia-dkms
nvidia-settings
nvtop
nwg-displays
nwg-look
nwg-panel
obsidian
oh-my-zsh-git
ollama
ollama-cuda
openblas
opencl-nvidia
openmpi
openrgb
otf-cascadia-code
otf-font-awesome
oxygen
oxygen-sounds
packagekit
pacman-contrib
pacutils
pamixer
pandoc-cli
pandoc-plot
parallel
passmark-performancetest-bin
pastel
pavucontrol
pbzip2
perf
perl-image-exiftool
picard
pigz
pinta
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pipewire-zeroconf
pix
plasma-desktop
plasma-disks
plasma-nm
plasma-pa
plasma-sdk
plasma-wayland-protocols
plocate
plymouth-kcm
polkit-gnome
polkit-kde-agent
powerline-fonts
prince-bin
print-manager
proton-vpn-gtk-app
psutils
python
python-clipboard
python-flask
python-keyboard
python-markdown
python-matplotlib
python-mpi4py
python-numpy
python-pandas
python-pickleshare
python-pip
python-pipx
python-psutil
python-pylint
python-pysnmp
python-pytesseract
python-pywal
python-rich
python-send2trash
python-setuptools
python-toml
python-tzlocal
python-virtualenv
python-yaml
qbittorrent
qt5-graphicaleffects
qt5-imageformats
qt5-quickcontrols
qt5-quickcontrols2
qt5-tools
qt5-wayland
qt5ct
qt6ct
raw-thumbnailer
rawtherapee
rdma-core
reflector
ripgrep
rofi-wayland
rpi-imager
rsync
ruff
rustup
samba
sassc
sbctl
sbsigntools
screenfetch
sddm-kcm
shfmt
signal-desktop
slurp
smartmontools
snapcast
sndio
sof-firmware
speex
spicetify-cli
spotify
sqlitebrowser
squashfs-tools
srt
ssh-tools
steam
steam-native-runtime
stow
strace
stress
swappy
swaylock-effects-git
swww
sysbench
sysstat
system-config-printer
systemd-timer-notify
systemd-ukify
task
tcpdump
termdown
terminus-font
tesseract-data-osd
testdisk
texlive-binextra
texlive-fontsextra
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-mathscience
texlive-xetex
time
timeshift
tk
tldr
traceroute
trash-cli
tree
ttf-cascadia-code-nerd
ttf-fantasque-nerd
ttf-fira-code
ttf-fira-mono
ttf-fira-sans
ttf-firacode-nerd
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttyplot
uchardet
udiskie
upd72020x-fw
usb_modeswitch
uthash
vdpauinfo
vi
vid.stab
vim
vim-runtime
vivid
vlc
vmaf
vscodium
vscodium-features
vscodium-marketplace
vtk
waybar
wayland-protocols
webkit2gtk-4.1
wget
whois
wine-mono
wine-staging
winetricks
wireless-regdb
wireplumber
wireshark-cli
wireshark-qt
wl-clipboard
wlogout
wlr-protocols
wlr-randr
wlroots
wofi
x264
xbindkeys
xclip
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xorg-server
xorg-xdm
xorg-xev
xorg-xinit
xorg-xinput
xorg-xrandr
xvidcore
yarn
yay
yazi
zathura
zathura-pdf-poppler
zed
zenity
zip
znotes
zoom
zram-generator
zsh
zsh-completions
zsh-syntax-highlighting
zsh-theme-powerlevel10k-git
