alsa-tools
alsa-utils
android-sdk-platform-tools
android-udev
appmenu-gtk-module
ark
asciiquarium
aspell
aspell-en
audacity
autofs
base
base-devel
bat
bc
bind
blueman
bluez
bluez-mesh
bluez-tools
bluez-utils
boost
breeze
breeze-gtk
breeze-plymouth
btop
calc
ccache
chafa
chkservice
clipboard
cliphist
cmake
cpupower
cuda
cudnn
cups
darktable
dcraw
dfu-util
direnv
discover
dkms
docker
docker-compose
dolphin
dos2unix
dosfstools
efibootmgr
egl-wayland
entr
exfatprogs
expac
eza
fastfetch
fd
feh
ffmpeg
ffmpegthumbnailer
ffnvcodec-headers
firefox
flatpak
flatpak-kcm
foremost
fzf
gamemode
gamescope-nvidia
gdb
ghc
git
git-lfs
github-cli
glew
glib
glow
gnuplot
gparted
gpick
gping
graphviz
grim
grimblast-git
gsm
gst-libav
gst-plugin-gtk
gst-plugin-pipewire
gtk2
hdf5
hdparm
htop
hunspell-en_ca
hyperfine
hypridle
hyprland
hyprlock
hyprpicker
hyprshade
hyprshot
icoutils
imagemagick
imv
inkscape
intel-media-driver
intel-ucode
intel-undervolt
ipython
iwd
jedi-language-server
jq
kdeconnect
kded
kdegraphics-thumbnailers
kdenetwork-filesharing
kdenlive
kdialog
kdiskmark
kgamma
kitty
kitty-img
kitty-shell-integration-shade-transparency-patch
kitty-terminfo
kmenuedit
kommit
kruler
kscreen
ksshaskpass
kwallet-pam
kwayland-integration
lapacke
layer-shell-qt5
ldns
less
lib32-gnutls
lib32-gtk3
lib32-libjpeg-turbo
lib32-libpipewire
lib32-libpulse
lib32-libva
lib32-libxcomposite
lib32-libxinerama
lib32-lz4
lib32-ocl-icd
lib32-openal
lib32-sdl2
lib32-v4l-utils
libiconv
libjson
libnfs
libnvidia-container
liboauth
libpulse
libspelling
libutempter
libva-intel-driver
libva-nvidia-driver
libvdpau-va-gl
linux
linux-firmware
linux-headers
lld
lldb
losslesscut-bin
lzip
lzop
man-db
mediainfo
mesa-utils
meson
micro
mkinitcpio-firmware
mkvtoolnix-cli
ml4w-hyprland
mlt
motion
movit
mpv
multipath-tools
nano
nautilus
nautilus-open-any-terminal
navi
nccl
ncdu
ncurses5-compat-libs
neofetch
neovim
network-manager-applet
networkmanager
nfs-utils
ngrep
nmap
notification-daemon
npm
ntfs-3g
nvidia-dkms
nvidia-settings
nvtop
nwg-displays
nwg-look
nwg-panel
obsidian
ollama-cuda
openblas
opencl-nvidia
openmpi
openrgb
otf-cascadia-code
otf-font-awesome
oxygen
oxygen-sounds
p7zip
packagekit
pacman-contrib
pacman-pstatus
pacutils
pam_autologin
pandoc-cli
pandoc-plot
papirus-icon-theme
pastel
pavucontrol
perf
perl-image-exiftool
pigz
pinta
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pipewire-zeroconf
pix
plasma-desktop
plasma-disks
plasma-firewall
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-wayland-protocols
plocate
plymouth-kcm
polkit-kde-agent
powerline-fonts
print-manager
proton-mail
python
python-clipboard
python-devtools
python-flask
python-imagehash
python-keyboard
python-markdown
python-matplotlib
python-mpi4py
python-numpy
python-pandas
python-pickleshare
python-ping
python-pipx
python-plyer
python-psutil
python-pysnmp
python-pytesseract
python-pywal
python-rich
python-screeninfo
python-setuptools
python-toml
python-tzlocal
python-virtualenv
python-yaml
qt5-wayland
qt6ct
rawtherapee
rdma-core
ripgrep
rofi-wayland
rpi-imager
rsync
ruff
rustup
s
sbctl
sbsigntools
screenfetch
sddm-kcm
shell-color-scripts-git
shfmt
signal-desktop
slurp
smartmontools
sndio
sof-firmware
spectacle
speedtest-cli
spicetify-cli
spotify
sqlitebrowser
squashfs-tools
ssh-tools
steam
strace
sysstat
system-config-printer
systemd-ukify
task
tcpdump
termdown
terminus-font
tesseract-data-osd
testdisk
thonny
time
timeshift
tldr
toastify
traceroute
trash-cli
tree
ttf-cascadia-code-nerd
ttf-fantasque-nerd
ttf-fira-code
ttf-fira-mono
ttf-fira-sans
ttf-firacode-nerd
ttf-jetbrains-mono
ttf-liberation
ttf-nerd-fonts-symbols
ttyplot
uchardet
upd72020x-fw
vdpauinfo
vi
vivid
vlc
vscodium
vtk
waybar
wayland-protocols
wget
whois
wine-mono
wine-staging
winetricks
wireless-regdb
wireplumber
wl-clipboard
wlogout
wlr-protocols
wlr-randr
wlroots
wofi
xbindkeys
xclip
xdg-desktop-portal-gtk
xorg-server
xorg-xdm
xorg-xev
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xrandr
yay
yazi
zathura
zathura-pdf-poppler
zip
znotes
zram-generator
zsh
zsh-completions
zsh-syntax-highlighting
