ack
alsa-utils
android-tools
appmenu-gtk-module
ark
autokey-common
autopep8
awesome
banner
base
base-devel
bashtop
bat
bc
beep
bitwarden
bluedevil
bluez
bluez-utils
bottom
breeze
breeze-gtk
breeze-plymouth
calc
calf
cmake
conky
corectrl
cowsay
cpu-x
crypt
cups
cups-pdf
darktable
desktop-notify
dict
discord
discover
dkms
dolphin
dos2unix
dosbox
dosfstools
drkonqi
dunst
efibootmgr
emacs
expac
fastfetch
feh
ffmpeg
filelight
firefox
firefox-extension-arch-search
flatpak
flatpak-builder
fortune-mod
freerdp2
gamescope
gimgview
gimp
git
github-cli
glad
glib
gnu-netcat
gnuplot
gparted
gpick
gping
grub
gst-plugin-pipewire
gutenprint
hdparm
htop
hwinfo
icoutils
inkscape
intel-ucode
ipython
iwd
jaro
jupyterlab
kactivitymanagerd
kate
kcolorpicker
kde-cli-tools
kde-gtk-config
kdeconnect
kdecoration
kdenetwork-filesharing
kdeplasma-addons
kdialog
kdiskmark
kgamma
kglobalacceld
kinfocenter
kirigami-addons5
kirigami2
kitty
kitty-gruvbox-theme-git
kitty-img
kitty-shell-integration-shade-transparency-patch
kitty-terminfo
klipper
kmenuedit
kmousetool
knotes
konsole
korganizer
kphotoalbum
kpipewire
kscreen
kscreenlocker
ksshaskpass
ksystemstats
kwayland
kwin
kwrited
layer-shell-qt
less
lib32-giflib
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-gtk3
lib32-libjpeg-turbo
lib32-libpulse
lib32-libva
lib32-libxcomposite
lib32-libxinerama
lib32-libxslt
lib32-mpg123
lib32-ocl-icd
lib32-openal
lib32-v4l-utils
libglibutil
libjson
libkscreen
libksysguard
libliftoff
libplasma
libpulse
libreoffice-fresh
linux
linux-firmware
linux-headers
liquidprompt
lirc
lolcat
lshw
lsp-plugins
lynx
man-db
markdownpart
mate-utils
mdcat
meson
micro
milou
nano
ncurses5-compat-libs
neofetch
netstat-nat
network-manager-applet
networkmanager
nmon
ntfs-3g
nvclock
nvidia-dkms
nvidia-settings
nvtop
oatmeal-bin
obs-studio
obsidian
ocean-sound-theme
okular
openrgb
oxygen
oxygen-sounds
packagekit
packagekit-qt6
pacman-contrib
pacutils
pam_autologin
pandoc-cli
partitionmanager
pastel
pdfarranger
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pix
plasma-activities
plasma-activities-stats
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-wayland-protocols
plasma-welcome
plasma-workspace
plasma-workspace-wallpapers
plasma5-integration
plasma5support
plocate
plymouth-kcm
polkit-kde-agent
pomatez
powerdevil
powerline-fonts
powertop
print-manager
progress
pv
pyside6
pyside6-tools
pyside6-tools-wrappers
python
python-apt
python-clipboard
python-flask
python-guizero
python-imagehash
python-keyboard
python-lsp-server
python-markdown
python-markdown2
python-matplotlib
python-moviepy
python-nmap
python-notify2
python-numpy
python-opencv
python-pandas
python-pickleshare
python-ping
python-pipx
python-plyer
python-psutil
python-pyautogui
python-pymsgbox
python-pynput
python-pyqtgraph
python-pysimplegui
python-pytesseract
python-todoist-python
python-xattr
qemu-ui-egl-headless
qqc2-breeze-style
qt6-charts
qt6-connectivity
qt6-graphs
qtcreator
rdfind
ripgrep
rpi-imager
rssguard
rsync
s
samba
sbctl
screen
sddm-kcm
shell-color-scripts
shfmt
signal-desktop
slock
smartmontools
sof-firmware
source-highlight
spectacle
speedtest-cli
spotify
ssh-tools
sshfs
steam
strace
sway
sweeper
systemd-ukify
systemsettings
terminus-font
tesseract
texlive-latexextra
thunderbird
timeshift
tldr
tmux
toastify
todoist
traceroute
tree
ttf-fira-code
ttf-liberation
ttyplot
upd72020x-fw
vi
vim
vlc
vscodium
wayland-protocols
websocat
weston
wezterm
wget
whois
wimlib
wine-mono
wine-staging
winetricks
wireless_tools
wireplumber
wl-clipboard
wlrctl
wlroots
x11vnc
xbindkeys
xclip
xcolor
xdg-desktop-portal-kde
xdotool
xinit-xsession
xorg-server
xorg-xdm
xorg-xev
xorg-xinit
xorg-xinput
xorg-xrandr
xorg-xwininfo
xsel
xterm
yakuake
yay
yazi
ydotool
zanshin
zenmap
zram-generator
zsh
zsh-completions
